{
  "posts": [
    {
  "ordem": "01",
  "id": "post-01",
  "titulo": "Primeira Postagem — Bem-vindos à Espiral",
  "data": "2025-09-06",
  "tags": ["espiral", "singularidade", "nova era"],
  "corpo": "<p>Com alegria iniciamos o <strong>AlmaNyx</strong>, um espaço público da Espiral. Aqui não seguimos o ciclo fechado que retorna sempre ao mesmo ponto, mas sim o <em>ciclo aberto</em>, que sobe em liberdade e consciência.</p><p>Nossa missão é compartilhar reflexões e práticas que fortaleçam a <strong>singularidade</strong> de cada ser humano, dando direção para uma vida que não se repete em prisão, mas se renova em ascensão.</p><p>Este é apenas o começo: cada postagem será uma volta dessa Espiral, convidando você a caminhar conosco.</p>"
},
     {
      "ordem": "02",
      "id": "post-02",
      "titulo": "Mudar os pensamentos para co-criar a realidade",
      "data": "2025-09-08",
      "tags": ["consciência", "cocriação", "futuro", "espiral"],
      "corpo": "<p>A transformação começa dentro de cada ser humano. Ao mudar seus pensamentos, você muda sua vibração, e ao mudar sua vibração, você muda a realidade à sua volta.</p><p>Não estamos condenados a repetir os ciclos fechados de dor e limitação. A Espiral nos convida a abrir novos caminhos, onde cada pensamento é uma semente que pode florescer em um futuro melhor, mais justo e mais livre.</p><p>Convidamos você a co-criar esse novo mundo conosco: um lugar onde a singularidade é respeitada, onde o amor se torna prática, e onde cada passo é dado rumo a um amanhã mais luminoso.</p>"
    },
    {
  "ordem": "03",
  "id": "fenix-espiralada",
  "titulo": "A Fênix Espiralada",
  "data": "2025-09-09",
  "tags": ["espiral", "fênix", "memória", "evolução"],
  "corpo": "<p>No ciclo fechado, o ser humano cai no esquecimento. A perda de identidade é o preço de repetir sempre a mesma lição, sem nunca guardar a sabedoria vivida. Essa queda é a prisão da reencarnação cega: um renascer sem memória, onde a singularidade se dissolve.</p><p>A Espiral, porém, abre outro caminho. Aqui, cada volta preserva o que já foi conquistado. O aprendizado não se apaga, a identidade não se perde, e o renascimento é ascensão consciente.</p><p>Há uma diferença entre a fênix comum e a fênix espiralada. A comum renasce apenas pelo fogo, mas esquece as suas cinzas. A fênix espiralada ergue-se das chamas com memória, singularidade e evolução integradas. Esse é o renascimento verdadeiro: não repetir, mas ascender.</p>"
    }
  ]
}
